SET NAMES GBK;
USE pianke;
CREATE TABLE t_article(
    aid INT PRIMARY KEY AUTO_INCREMENT,
    uid int,
    atitle VARCHAR(40),
    acontent VARCHAR(5000),
    pubtime DATETIME

);
INSERT INTO t_article VALUES(null,1,'留一片孤独卧心底','16岁之前，他很少坐飞机，但在那之后，他每年都会坐上至少4趟飞机，因为他成了一名留学生。

                                                又是一次新的启程，人对于习惯了的事情总是很快变的厌倦。能让人对某件事产生厌倦的无非两点，一是长时间的深入其中，二是多次数的尝试。坐飞机这件在他前半生发生得寥寥无几的事在综合了上述的两点之后被迅速地打上了烦心事的标签。他觉得长时间的飞行让他困不能眠，饿不能食，是一件挺折磨人的苦差事。因为是跨经度的12小时远洋飞行，坐着时心情的大部分时间都由窗外地球的自转所分割给他的决定。他所希望的是能够一直飞在白天里，至少光线能让大脑不那么迟钝，有一点思考东西的兴趣和理由。但像所有俗套故事里喜欢说的那样，偏偏他每次都飞在黑夜里。他有时候看着前排座椅背面的电子显示屏，屏幕显示地球是个椭圆的球面，他的飞机是一个小点，陆地与海洋的分界线很分明，飞机像是与所有点线面的关系不同，它不受任何约束地，自由地一会儿穿过线，一会儿穿过面。在飞机所穿行的空间里，是一个半圆的黑色球面，这个黑色的面积代表的是夜晚在地球上的体积，那么胖，却永远不会增长。起飞的时候是夜里，却因为飞机朝着地球自转相反方向的飞行轨迹而不得不追赶着来自另一个国家的午夜。这就有点凄凉了，就像是生活不时给予的一些说不清道不明但绝对纯粹的忧伤。他听着邻座结伴同行的一家人说笑着聊天，前座好像还有一对刚结婚的年轻夫妇小声谈论着对目的地的向往。无边的深夜里没有人是他孤寂的共犯。“我这是在和整个黑夜作对啊。”他想着，转过头，机窗上映出他的半个侧脸，只有轮廓，没有五官。耳机里是Eason的专辑《？》“孤独患者”在这时不适时地流出，却又应情应景。

                                                一个人的时候总会先想一些无边际的事情，可能无病呻吟说的就是这种情形。因为这种时候，孤独感就会像尘埃般降临得无处不在。尘埃之所以会无处不在就是因为它细而小，轻飘飘的挥一挥手它都能去到未知的地方，就好像人们穿着拖鞋去海滩有时并不是为了玩的尽兴，而是就算穿着厚皮鞋，细沙也能诠释无处不在的秘密，无处不在，无所不能。在偌大而漆黑的机舱里他闲而无事，便开始了思考。那么孤独到底是好还是坏呢？大部分人一定都觉得孤独这么负面的情绪肯定是消极的吧？是的，孤独所能联想到的常常与寂寞，无人陪伴，找不到能对话的伙伴，格格不入这些词组形影不离，那怎么形容孤独这个看不见摸不着的情绪呢？

                                                “机舱里只有他在思考”

                                                “他坐在一家三口的旁边”

                                                “所有旅客都睡了，他还醒着”

                                                相较于这些，肯定还有更为深刻的形容方式，只是不好一一列举，一是太多，二是每个人的理解方式不同，因而会有一百个哈姆雷特。他有时候觉得孤独挺好的，因为这可以让自己变得沉着，活得比同龄人更冷静一些。但又有时候觉得孤独挺坏的，它从不征求自己的意见，随意进出大脑，窃取自己的私人情感，为所欲为。亨利.贝斯曾在遥远的房屋中写过“一个人过于孤独并不好,它如同总是在人群中一样不明智。”他想，对孤独的形容方式在这个比喻里再恰当不过。

                                                Eason在歌曲“沙龙”里唱道“登高峰一秒，得奖一秒。再破纪录的一秒。港湾晚灯，山顶破晓。摘下怀念，记住美妙。升职那刻，新婚那朝。成为父母的一秒，要拍照的事，可不少。”人的一生里这么多值得喜悦的事，那么孤独能带给我们的有什么呢？登完高地就应该忘记下山的艰辛吗？努力熬夜精心准备不属于得奖的过程吗？吵吵闹闹，分分合合跨过千山万水只为见心上人的坎坷旅途也为新婚的那一天做了贡献吧？拍照留念的一般都是人生的峰值，但在这些光鲜的背后，为了到达那些山顶，而努力奋斗，为了日出而久久等待的黎明是不是也不应该被遗忘呢？他觉得这些从某种意义上来说才应该代表生而为人的全部重量，而孤独在这些时候通常是陪伴左右的，它所能带给人们的，也就只有在白天闹市所察觉不到的一份沉稳，宁静，但也足矣的力量了吧。

                                                他觉得一个人只有接受了孤独才能接受更为深广的自己。

                                                飞机早已不知飞在哪个国家的夜里了，在这样黑的云层里，他有时会错觉自己其实是坐在潜水艇里遨游深海。他看看表，夜里1点37，是该睡了。睡前他想起妈妈早些时候在视屏里说过家里枯萎许久的金钱草终于救活了，楼下种植多年的柚子树结果了，头一次买来的金鱼活过了3个月…带着美好的期许和孤独，他渐渐睡去了。

                                                而亲爱的你也应该知道，在岁月这条大河上，有些东西是始终不会离去的。',now());